{ "translations": {
    "Element" : "Element",
    "Element for Nextcloud" : "Element за Nextcloud",
    "Element Web integrated into Nextcloud" : "Element Web, интегриран в Nextcloud",
    "Element for Nextcloud allows you to install Element Web easily through Nextcloud and join the Matrix decentralized communication network.\n\nThis app does not include a Matrix server, only the client. You will have to either set up your own Matrix homeserver, rent one, or use a public one.\n\nThis project is not affiliated, associated, authorized, endorsed by, or in any way officially connected with Element or the Element project, or any of its subsidiaries or its affiliates.\n\nThe name Element as well as related names, marks, emblems and images are registered trademarks of their respective owners.\n\nThe upstream project can be found at [https://github.com/vector-im/element-web](https://github.com/vector-im/element-web)." : "Element за Nextcloud ви позволява лесно да инсталирате Element Web чрез Nextcloud и да се присъедините към децентрализираната комуникационна мрежа на Matrix.\n\nТова приложение не включва Matrix сървър, а само клиента. Ще трябва или да настроите свой собствен домашен сървър на Matrix, да наемете такъв или да използвате публичен.\n\nТози проект не е свързан, асоцииран, упълномощен, одобрен от или по какъвто и да е начин официално свързан с Element или проекта Element, или с някое от неговите дъщерни дружества или негови филиали.\n\nИмето Element, както и свързаните с тях имена, марки, емблеми и изображения са регистрирани търговски марки на съответните им собственици.\n\nПроектът, споменат по-горе, може да бъде намерен на адрес [https://github.com/vector-im/element-web](https://github.com/vector-im/element-web).",
    "These are experimental features in Element that you can enable. For information on what each feature is, check out the documentation for it {linkstart}here{linkend}." : "Това са експериментални функции в Element, които можете да активирате. За информация какво представлява всяка функция, вижте документацията за нея {linkstart}тук{linkend}.",
    "This version of Element for Nextcloud is based on Element Web {riotWebVersion}. Check out the source code for Element Web {linkstart}here{linkend}." : "Тази версия на Element за Nextcloud е базирана на Element Web {riotWebVersion}. Вижте изходния код за Element Web {linkstart}тук{linkend}.",
    "Experimental feature {feature}" : "Експериментална функция {feature}",
    "Custom config has been set" : "Зададена е персонализирана конфигурация",
    "{settingName} has been set to {value}" : "{settingName} е зададено на {value}",
    "Custom config could not be set. Try reloading the page." : "Персонализираната конфигурация не може да бъде зададена. Опитайте да презаредите страницата.",
    "{settingName} could not be set. Try reloading the page." : "{settingName} не можа да бъде зададено. Опитайте да презаредите страницата.",
    "Element common configuration" : "Обща конфигурация на Element",
    "Here you can configure Element." : "Тук можете да конфигурирате Element.",
    "Default server URL:" : "URL адрес на сървъра по подразбиране:",
    "Default server name:" : "Име на сървъра по подразбиране:",
    "Disable custom URLs" : "Деактивиране на персонализираните URL адреси",
    "Redirect immediately to SSO (requires SSO to be configured on the Matrix Homeserver)" : "Незабавно пренасочване към SSO (изисква SSO да бъде конфигуриран на Matrix Homeserver)",
    "Disable redirect to non-iframed version for SSO (make sure to set the headers to allow the SSO or CAS to be iframed)" : "Деактивирайте пренасочването към версия без вградена рамка за SSO (уверете се, че сте задали заглавките, за да позволите на SSO или CAS да бъде във вградена рамка)",
    "Disable login language selector" : "Деактивиране на селектора на език за влизане",
    "Show labs settings" : "Показване на лабораторните настройки",
    "Make share room links go to Element for Nextcloud instead of https://matrix.to" : "Накарайте връзките за споделяне на стая да отиват към Element за Nextcloud, вместо към https://matrix.to",
    "Set custom permalink to this Element instance" : "Задайте персонализирана постоянна връзка към този екземпляр на елемент",
    "Jitsi settings" : "Настройки на Jitsi",
    "Configure the Jitsi instance that Element will connect to." : "Конфигуриране на екземпляр на Jitsi, към който Element ще се свърже.",
    "Custom Jitsi instance (leave blank to use default Element Jitsi server):" : "Персонализиран екземпляр на Jitsi (оставете празно, за да използвате сървър на Element Jitsi по подразбиране):",
    "Custom integration server" : "Персонализиран сървър за интеграция",
    "Configure a custom integration server for Element (leave empty to use Scalar)." : "Конфигурирайте персонализиран сървър за интеграция за Element (оставете празно, за да използвате Scalar).",
    "Integration UI URL:" : "URL адрес на потребителския интерфейс за интеграция:",
    "Integration REST URL:" : "URL адрес за интеграция на REST:",
    "Integration widgets URL:" : "URL адрес на изпълними модули за интеграция:",
    "Custom Element config" : "Конфигурация на персонализиран Element",
    "Specify a custom configuration for Element." : "Посочете персонализирана конфигурация за Element.",
    "Use a custom configuration" : "Използвайте персонализирана конфигурация"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}