{ "translations": {
    "Riot Chat" : "Xat Riot",
    "Riot IM Chat integrated into Nextcloud" : "Xat Riot integrat a Nextcloud",
    "Riot Chat for Nextcloud allows you to install Riot easily through Nextcloud and join the Matrix decentralized communication network.\n\nThis app does not include a Matrix server, only the client. You will have to either set up your own Matrix homeserver, rent one, or use a public one.\n\nThis project is not affiliated, associated, authorized, endorsed by, or in any way officially connected with New Vector or the Riot.im project, or any of its subsidiaries or its affiliates.\n\nThe name Riot.im as well as related names, marks, emblems and images are registered trademarks of their respective owners.\n\nThe upstream project can be found at [https://github.com/vector-im/riot-web](https://github.com/vector-im/riot-web)." : "Xat Riot per Nextcloud li permet instal·lar Riot fàcilment a través de Nextcloud i unir-se a la xarxa descentralitzada de comunicació Matrix.\n\nAquesta aplicació no inclou un servidor Matrix, només el client. Haureu de configurar el vostre propi servidor Matrix, llogar-ne un o utilitzar-ne un de públic.\n\nAquest projecte no està afiliat, associat, autoritzat, aprovat per, o de cap manera oficialment connectat amb el projete New Vector o Riot.im, o qualsevol de les seves filials o afiliats.\n\nEl nom Riot.im així com els noms relacionats, marques, emblemes i imatges són marques registrades dels seus respectius propietaris.\n\nEl projecte base es pot trobar a [https://github.com/vector-im/riot-web] (https://github.com/vector-im/riot-web).",
    "Riot.im common configuration" : "Configuració comuna de Riot.im",
    "Configure Riot chat here" : "Configura el xat Riot aquí",
    "Default server name:" : "Nom del servidor per defecte:",
    "Disable login language selector" : "Inhabilita el selector d'idioma d'inici de sessió",
    "Jitsi settings" : "Paràmetres de Jitsi",
    "Configure the Jitsi instance that Riot.im will connect to" : "Configurar la instància Jitsi a la que Riot.im es connectarà",
    "Custom Jitsi instance (leave blank to use default Riot.im Jitsi server):" : "Instància de Jitsi personalitzada (deixar en blanc per utilitzar el servidor Jitsi per defecte de Riot.im):",
    "Features" : "Característiques",
    "Configure experimental features in Riot.im" : "Configura funcions experimentals de Riot.im",
    "\"enable\" enables the feature for all users. \"disable\" disables the feature for all users. \"labs\" adds the feature to the user's settings." : "\"Habilita\" habilita la funció per a tots els usuaris. \"Inhabilita\" inhabilita la funció per a tots els usuaris. \"Labs\" afegeix la funció a la configuració de l'usuari.",
    "These are experimental features in Riot.im that you can enable. For information on what each feature is, check out the documentation for it {linkstart}here{linkend}." : "Aquestes són funcions experimentals en Riot.im que pot habilitar. Per més detalls sobre què és cada funció, consulteu-ne la seva documentació {linkstart}aquí{linkend}.",
    "This version of Riot Chat for Nextcloud is based on Riot Web {riotWebVersion}. Check out the source code for Riot Web {linkstart}here{linkend}." : "Aquesta versió de Xat Riot per Nextcloud es basa en Riot Web {riotWebVersion}. Comprovi el codi font de Riot Web {linkstart}aquí{linkend}.",
    "Experimental feature {feature}" : "Funció experimental {feature}",
    "{settingName} has been set to {value}" : "{settingName} ha estat definit com a {Value}",
    "{settingName} could not be set. Try reloading the page." : "{settingName} no s'ha pogut definir. Proveu de tornar a carregar la pàgina."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}