{ "translations": {
    "Riot Chat" : "Riot Chat",
    "Riot IM Chat integrated into Nextcloud" : "Riot IM Chat začleněný do Nextcloud",
    "Riot Chat for Nextcloud allows you to install Riot easily through Nextcloud and join the Matrix decentralized communication network.\n\nThis app does not include a Matrix server, only the client. You will have to either set up your own Matrix homeserver, rent one, or use a public one.\n\nThis project is not affiliated, associated, authorized, endorsed by, or in any way officially connected with New Vector or the Riot.im project, or any of its subsidiaries or its affiliates.\n\nThe name Riot.im as well as related names, marks, emblems and images are registered trademarks of their respective owners.\n\nThe upstream project can be found at [https://github.com/vector-im/riot-web](https://github.com/vector-im/riot-web)." : "Riot Chat pro Nextcloud umožňuje snadno nainstalovat Riot prostřednictvím Nextcloud a připojit se tak do decentralizované komunikační klíče Matrix.\n\nTato aplikace neobsahuje Matrix server, pouze klienta. Bude buď třeba použít váš vlastní domácí server Matrix, pronajmout si nějaký, nebo použít ten veřejný.\n\nTento projekt není partnerem, související, pověřený, doporučovaný nebo jakkoli propojení s New Vector či Riot.im, nebo žádnou z jeho poboček či partnerů.\n\nNázev Riot.im, stejně jako související názvy, obchodní značky, emblémy a obrázky jsou registrovanými obchodními značkami jejich vlastníků.\n\nUpstream projekt se nachází na [https://github.com/vector-im/riot-web](https://github.com/vector-im/riot-web).",
    "Riot.im common configuration" : "Běžná nastavení pro Riot.im",
    "Configure Riot chat here" : "Zde si nastavte Riot chat",
    "Default server URL:" : "URL adresa výchozího serveru:",
    "Default server name:" : "Název výchozího serveru:",
    "Disable custom URLs" : "Zakázat uživatelsky určené URL adresy",
    "Disable login language selector" : "Vypnout výběr jazyka při přihlašování",
    "Jitsi settings" : "Nastavení Jitsi",
    "Configure the Jitsi instance that Riot.im will connect to" : "Nastavte si instanci Jitsi, ke které se Riot.im bude připojovat",
    "Custom Jitsi instance (leave blank to use default Riot.im Jitsi server):" : "Vlastní instance Jitsi (pro použití výchozího jitsi serveru Riot.im ponechte nevyplněné):",
    "Features" : "Funkce",
    "Configure experimental features in Riot.im" : "Nastavit experimentální funkce v Riot.im",
    "\"enable\" enables the feature for all users. \"disable\" disables the feature for all users. \"labs\" adds the feature to the user's settings." : "„zapnout“ zapne funkci pro všechny uživatele. „vypnout“ vypne funkci pro všechny uživatele. „laboratoře“ přidá funkci do nastavení uživatele.",
    "These are experimental features in Riot.im that you can enable. For information on what each feature is, check out the documentation for it {linkstart}here{linkend}." : "Toto jsou experimentální funkce Riot.im, které můžete zapnout. Pro informace ohledně které to jsou se podívejte do dokumentace {linkstart}zde{linkend}.",
    "This version of Riot Chat for Nextcloud is based on Riot Web {riotWebVersion}. Check out the source code for Riot Web {linkstart}here{linkend}." : "Tato verze Riot Chat pro Nextcloud je založená na Riot Web {riotWebVersion}. Zdrojové kódy pro Riot Web jsou {linkstart}zde{linkend}.",
    "Experimental feature {feature}" : "Experimentální funkce {feature}",
    "{settingName} has been set to {value}" : "{settingName} bylo nastaveno na {value}"
},"pluralForm" :"nplurals=4; plural=(n == 1 && n % 1 == 0) ? 0 : (n >= 2 && n <= 4 && n % 1 == 0) ? 1: (n % 1 != 0 ) ? 2 : 3;"
}