{ "translations": {
    "Riot Chat" : "Riot Chat",
    "Riot IM Chat integrated into Nextcloud" : "Riot IM Chat-Integration für Nextcloud",
    "Riot Chat for Nextcloud allows you to install Riot easily through Nextcloud and join the Matrix decentralized communication network.\n\nThis app does not include a Matrix server, only the client. You will have to either set up your own Matrix homeserver, rent one, or use a public one.\n\nThis project is not affiliated, associated, authorized, endorsed by, or in any way officially connected with New Vector or the Riot.im project, or any of its subsidiaries or its affiliates.\n\nThe name Riot.im as well as related names, marks, emblems and images are registered trademarks of their respective owners.\n\nThe upstream project can be found at [https://github.com/vector-im/riot-web](https://github.com/vector-im/riot-web)." : "Riot Chat für Nextcloud erlaubt es Ihnen Riot einfach per Nextcloud zu installieren und dem dezentralen Matrix Kommunikationsnetzwerk beizutreten.\n\nDiese App beinhaltet keinen Matrix Server, sondern nur den Dienst. Sie müssen entweder einen eigenen Matrix Heimserver aufsetzen, einen mieten oder einen öffentlichen nutzen.\n\nDieses Projekt ist nicht mit New Vector oder dem Riot.im-Projekt oder einer seiner Tochtergesellschaften oder angeschlossenen Unternehmen offiziell verbunden, assoziiert, autorisiert oder unterstützt.\n\nDer Name Riot.im sowie alle dazugehörigen Namen, Marken, Logos und Bilder sind eingetragene Marken der jeweiligen Inhaber.\n\nDas dazugehörige Projekt finden Sie unter [https://github.com/vector-im/riot-web](https://github.com/vector-im/riot-web).",
    "Riot.im common configuration" : "Allgemeine Riot Chat Konfiguration",
    "Configure Riot chat here" : "Den Riot Chat hier konfigurieren",
    "Default server URL:" : "Voreingestellte Server-URL:",
    "Default server name:" : "Voreingestellter Servername:",
    "Disable custom URLs" : "Benutzerdefinierte URLs deaktivieren",
    "Disable login language selector" : "Auswahl der Anmeldesprache deaktivieren",
    "Jitsi settings" : "Jitsi-Einstellungen",
    "Configure the Jitsi instance that Riot.im will connect to" : "Konfigurieren Sie die Jitsi-Instanz zu der sich Riot.im verbinden wird",
    "Custom Jitsi instance (leave blank to use default Riot.im Jitsi server):" : "Eigene Jitsi-Instanz (leer lassen für den Standard Riot.im Jitsi-Server):",
    "Features" : "Funktionen",
    "Configure experimental features in Riot.im" : "Experimentelle Funktionen in Riot.im einrichten",
    "\"enable\" enables the feature for all users. \"disable\" disables the feature for all users. \"labs\" adds the feature to the user's settings." : "\"Aktivieren\" aktiviert die Funktion für alle Benutzer. \"Seaktivieren\" deaktiviert die Funktion für alle Benutzer. \"Labs\" fügt die Funktion den Benutzereinstellungen hinzu.",
    "These are experimental features in Riot.im that you can enable. For information on what each feature is, check out the documentation for it {linkstart}here{linkend}." : "Dies sind experimentelle Funktionen in Riot.im die aktiviert werden können. Die Dokumentation für jede dieser Funktionen findet sich {linkstart}hier{linkend}.",
    "This version of Riot Chat for Nextcloud is based on Riot Web {riotWebVersion}. Check out the source code for Riot Web {linkstart}here{linkend}." : "Die Riot Chat Version für Nextcloud basiert auf Riot Web {riotWebVersion}. Der Quellcode für Riot Web kann {linkstart}hier{linkend} eingesehen werden.",
    "Experimental feature {feature}" : "Experimentelle Funktion {feature}",
    "{settingName} has been set to {value}" : "{settingName} wurde auf {value} geändert",
    "{settingName} could not be set. Try reloading the page." : "{settingName} konnte nicht geändert werden. Versuchen Sie die Seite neu zu laden."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}