{ "translations": {
    "Element" : "Element",
    "Element for Nextcloud" : "Element für Nextcloud",
    "Element Web integrated into Nextcloud" : "Element als Web-Einbindung in Nextcloud",
    "Element for Nextcloud allows you to install Element Web easily through Nextcloud and join the Matrix decentralized communication network.\n\nThis app does not include a Matrix server, only the client. You will have to either set up your own Matrix homeserver, rent one, or use a public one.\n\nThis project is not affiliated, associated, authorized, endorsed by, or in any way officially connected with Element or the Element project, or any of its subsidiaries or its affiliates.\n\nThe name Element as well as related names, marks, emblems and images are registered trademarks of their respective owners.\n\nThe upstream project can be found at [https://github.com/vector-im/element-web](https://github.com/vector-im/element-web)." : "Element für Nextcloud erlaubt es Ihnen Element einfach per Nextcloud zu installieren und dem dezentralen Matrix Kommunikationsnetzwerk beizutreten.\n\nDiese App beinhaltet keinen Matrix Server, sondern nur den Dienst. Sie müssen entweder einen eigenen Matrix Heimserver aufsetzen, einen mieten oder einen öffentlichen nutzen.\n\nDieses Projekt ist nicht mit Element oder dem Element-Projekt oder einer seiner Tochtergesellschaften oder angeschlossenen Unternehmen offiziell verbunden, assoziiert, autorisiert oder unterstützt.\n\nDer Name Element sowie alle dazugehörigen Namen, Marken, Logos und Bilder sind eingetragene Marken der jeweiligen Inhaber.\n\nDas dazugehörige Projekt finden Sie unter [https://github.com/vector-im/element-web](https://github.com/vector-im/element-web).",
    "Element common configuration" : "Allgemeine Element Konfiguration",
    "Here you can configure Element." : "Hier können Sie Element einrichten.",
    "Default server URL:" : "Voreingestellte Server-URL:",
    "Default server name:" : "Voreingestellter Servername:",
    "Disable custom URLs" : "Benutzerdefinierte URLs deaktivieren",
    "Redirect immediately to SSO (requires SSO to be configured on the Matrix Homeserver)" : "Sofort zu SSO umleiten (erfordert dass SSO auf dem Matrix-Heimserver eingerichtet ist)",
    "Disable login language selector" : "Auswahl der Anmeldesprache deaktivieren",
    "Show labs settings" : "Laboreinstellungen anzeigen",
    "Make share room links go to Element for Nextcloud instead of https://matrix.to" : "Links zu freigegebenen Räumen gehen zu Element for Nextcloud statt zu https://matrix.to",
    "Set custom permalink to this Element instance" : "Benutzerdefinierten Permalink auf diese Element-Instanz setzen",
    "Jitsi settings" : "Jitsi-Einstellungen",
    "Configure the Jitsi instance that Element will connect to." : "Konfigurieren Sie die Jitsi-Instanz zu der sich Element verbinden wird.",
    "Custom Jitsi instance (leave blank to use default Element Jitsi server):" : "Eigene Jitsi-Instanz (leer lassen für den Standard Element Jitsi-Server):",
    "Custom integration server" : "Server für angepasste Integration",
    "Configure a custom integration server for Element (leave empty to use Scalar)." : "Einen benutzerdefinierten Integrationsserver für Element konfigurieren (leer lassen, um Scalar zu verwenden).",
    "Integration UI URL:" : "UI-Integrations-URL:",
    "Integration REST URL:" : "REST-Integrations-URL:",
    "Integration widgets URL:" : "Widget-Integrations-URL:",
    "Custom Element config" : "Benutzerdefinierte Element Konfiguration",
    "Specify a custom configuration for Element." : "Eine benutzerdefinierte Konfiguration für Element angeben.",
    "Use a custom configuration" : "Verwenden Sie eine benutzerdefinierte Konfiguration",
    "These are experimental features in Element that you can enable. For information on what each feature is, check out the documentation for it {linkstart}here{linkend}." : "Dies sind experimentelle Funktionen in Element die aktiviert werden können. Die Dokumentation für jede dieser Funktionen findet sich {linkstart}hier{linkend}.",
    "This version of Element for Nextcloud is based on Element Web {riotWebVersion}. Check out the source code for Element Web {linkstart}here{linkend}." : "Die Element Version für Nextcloud basiert auf Element Web {riotWebVersion}. Der Quellcode für Element Web kann {linkstart}hier{linkend} eingesehen werden.",
    "Experimental feature {feature}" : "Experimentelle Funktion {feature}",
    "Custom config has been set" : "Benutzerdefinierte Konfiguration wurde geladen",
    "{settingName} has been set to {value}" : "{settingName} wurde auf {value} geändert",
    "Custom config could not be set. Try reloading the page." : "Benutzerdefinierte Konfiguration konnte nicht eingestellt werden. Versuchen Sie, die Seite neu zu laden.",
    "{settingName} could not be set. Try reloading the page." : "{settingName} konnte nicht geändert werden. Versuchen Sie die Seite neu zu laden."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}