{ "translations": {
    "Riot Chat" : "Γραπτά μηνύματα Riot",
    "Riot IM Chat integrated into Nextcloud" : "Η εφαρμογή γραπτών μηνυμάτων Riot ενσωματώθηκε στο Nextcloud",
    "Riot Chat for Nextcloud allows you to install Riot easily through Nextcloud and join the Matrix decentralized communication network.\n\nThis app does not include a Matrix server, only the client. You will have to either set up your own Matrix homeserver, rent one, or use a public one.\n\nThis project is not affiliated, associated, authorized, endorsed by, or in any way officially connected with New Vector or the Riot.im project, or any of its subsidiaries or its affiliates.\n\nThe name Riot.im as well as related names, marks, emblems and images are registered trademarks of their respective owners.\n\nThe upstream project can be found at [https://github.com/vector-im/riot-web](https://github.com/vector-im/riot-web)." : "Μπορείτε να εγκαταστήσετε την εφαρμογή Riot Chat εύκολα, μέσω του Nextcloud και να εγγραφείτε στο αποκεντρωμένο δίκτυο επικοινωνίας Matrix.\n\nΔεν περιλαμβάνεται ο διακομιστής Matrix, μόνο η εφαρμογή υπολογιστή. Θα πρέπει είτε να δημιουργήσετε το δικό σας Matrix διακομιστή, να νοικιάσετε έναν είτε να χρησιμοποιήσετε έναν δημόσιο.\n\nΑυτό το έργο δεν είναι συνδεδεμένο, συσχετισμένο, εξουσιοδοτημένο, επικυρωμένο ή με οποιονδήποτε τρόπο επίσημα συνδεδεμένο με το New Vector ή το Riot.im ή με οποιαδήποτε από τις θυγατρικές του ή τις συνδεδεμένες εταιρείες του.\n\nΤο όνομα Riot.im καθώς και τα σχετικά ονόματα, σήματα, εμβλήματα και εικόνες είναι σήματα κατατεθέν των αντίστοιχων κατόχων τους.\n\nΘα το βρείτε στη διεύθυνση [https://github.com/vector-im/riot-web](https://github.com/vector-im/riot-web).",
    "Riot.im common configuration" : "Τυπικές ρυθμίσεις Riot.im",
    "Configure Riot chat here" : "Ρύθμιση εφαρμογής Riot",
    "Default server url:" : "Προεπιλεγμένη url διακομιστή:",
    "Default server name:" : "Προεπιλεγμένο όνομα διακομιστή:",
    "Disable custom urls" : "Απενεργοποίηση προσαρμοσμένων urls",
    "Disable login language selector" : "Απενεργοποίηση επιλογής γλώσσας κατά την σύνδεση",
    "Jitsi settings" : "Ρυθμίσεις του Jitsi",
    "Configure the Jitsi instance that Riot.im will connect to" : "Ρυθμίστε την υπηρεσία Jitsi, για σύνδεση του Riot.im",
    "Custom Jitsi instance (leave blank to use default Riot.im Jitsi server):" : "Τυπική υπηρεσία Jitsi (αφήστε κενό για χρήση του προεπιλεγμένου διακομιστή):",
    "Features" : "Προτεινόμενα",
    "Configure experimental features in Riot.im" : "Ρυθμίστε πρόσθετα υπό δοκιμή του Riot.im",
    "\"enable\" enables the feature for all users. \"disable\" disables the feature for all users. \"labs\" adds the feature to the user's settings." : "Το \"enabled\" ενεργοποιεί τη δυνατότητα για όλους τους χρήστες. Το \"disable\" απενεργοποιεί τη δυνατότητα για όλους τους χρήστες. Το \"labs\" προσθέτει τη δυνατότητα στις ρυθμίσεις του χρήστη.",
    "These are experimental features in Riot.im that you can enable. For information on what each feature is, check out the documentation for it {linkstart}here{linkend}." : "Υπάρχουν πρόσθετα χαρακτηριστικά υπό δοκιμή στο Riot.im που μπορείτε να ενεργοποιήσετε. Για πληροφορίες σχετικά με το καθένα, δείτε στην τεκμηρίωση {linkstart}εδώ{linkend}.",
    "This version of Riot Chat for Nextcloud is based on Riot Web {riotWebVersion}. Check out the source code for Riot Web {linkstart}here{linkend}." : "Η έκδοση της εφαρμογής Riot για το Nextcloud βασίζεται στην έκδοση Riot Web {riotWebVersion}. Ελέγξτε τον πηγαίο κώδικα του Riot Web {linkstart}εδώ{linkend}.",
    "Experimental feature {feature}" : "Δοκιμαστικές λειτουργίες {feature}",
    "{settingName} has been set to {value}" : "Το {settingName} άλλαξε σε {value}",
    "{settingName} could not be set. Try reloading the page." : "Το {settingName} δεν μπορεί να ρυθμιστεί. Ανανεώστε την σελίδα."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}