{ "translations": {
    "Riot Chat" : "Riot Chat",
    "Riot IM Chat integrated into Nextcloud" : "Chat de mensajería instantánea de Riot integrado en Nextcloud",
    "Riot Chat for Nextcloud allows you to install Riot easily through Nextcloud and join the Matrix decentralized communication network.\n\nThis app does not include a Matrix server, only the client. You will have to either set up your own Matrix homeserver, rent one, or use a public one.\n\nThis project is not affiliated, associated, authorized, endorsed by, or in any way officially connected with New Vector or the Riot.im project, or any of its subsidiaries or its affiliates.\n\nThe name Riot.im as well as related names, marks, emblems and images are registered trademarks of their respective owners.\n\nThe upstream project can be found at [https://github.com/vector-im/riot-web](https://github.com/vector-im/riot-web)." : "Riot Chat para Nextcloud permite instalar Riot fácilmente a través de Nextcloud y unirse a la red de comunicación descentralizada de Matrix.\n\nEsta aplicación no incluye un servidor Matrix, sólo el cliente. Tendrás que configurar tu propio servidor Matrix, alquilar uno o usar uno público.\n\nEste proyecto no está afiliado, asociado, autorizado, respaldado o de modo alguno conectado oficialmente con New Vector o el proyecto Riot.im, ni con ninguna de sus subsidiarias o filiales.\n\nEl nombre Riot.im, así como los nombres, marcas, emblemas e imágenes relacionados son marcas registradas de sus respectivos propietarios.\n\nEl proyecto base se puede encontrar en [https://github.com/vector-im/riot-web](https://github.com/vector-im/riot-web).",
    "Riot.im common configuration" : "Configuración común de Riot.im",
    "Configure Riot chat here" : "Configura el chat de Riot aquí",
    "Default server URL:" : "Dirección URL del servidor por defecto:",
    "Default server name:" : "Nombre predeterminado del servidor:",
    "Disable custom URLs" : "Deshabilitar URLs personalizadas",
    "Disable login language selector" : "Desactivar selector de idioma del inicio de sesión",
    "Jitsi settings" : "Configuración de Jitsi",
    "Configure the Jitsi instance that Riot.im will connect to" : "Configura la instancia de Jitsi a la que Riot.im se conectará",
    "Custom Jitsi instance (leave blank to use default Riot.im Jitsi server):" : "Instancia Jitsi personalizada (déjalo en blanco para usar el servidor predeterminado de Riot.im):",
    "Features" : "Características",
    "Configure experimental features in Riot.im" : "Configurar características experimentales en Riot.im",
    "\"enable\" enables the feature for all users. \"disable\" disables the feature for all users. \"labs\" adds the feature to the user's settings." : "«activar» activa la característica para todos los usuarios, «desactivar» la desactiva para todos los usuarios, «labs» añade la característica a la configuración del usuario.",
    "These are experimental features in Riot.im that you can enable. For information on what each feature is, check out the documentation for it {linkstart}here{linkend}." : "Estas son características experimentales en Riot.im que puedes activar. Para información sobre qué es cada característica, comprueba su documentación {linkstart}aquí{linkend}.",
    "This version of Riot Chat for Nextcloud is based on Riot Web {riotWebVersion}. Check out the source code for Riot Web {linkstart}here{linkend}." : "Esta versión de Riot Chat para Nextcloud está basada en Riot Web {riotWebVersion}. Comprueba el código fuente de Riot Web {linkstart}aquí{linkend}.",
    "Experimental feature {feature}" : "Característica experimental {feature}",
    "{settingName} has been set to {value}" : "{settingName} se ha configurado como {value}",
    "{settingName} could not be set. Try reloading the page." : "No se ha podido configurar {settingName}. Prueba a recargar la página."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}