{ "translations": {
    "Riot Chat" : "Messagerie instantannée Riot",
    "Riot IM Chat integrated into Nextcloud" : "La messagerie instantannée Riot intégrée par défaut dans Nextcloud",
    "Riot Chat for Nextcloud allows you to install Riot easily through Nextcloud and join the Matrix decentralized communication network.\n\nThis app does not include a Matrix server, only the client. You will have to either set up your own Matrix homeserver, rent one, or use a public one.\n\nThis project is not affiliated, associated, authorized, endorsed by, or in any way officially connected with New Vector or the Riot.im project, or any of its subsidiaries or its affiliates.\n\nThe name Riot.im as well as related names, marks, emblems and images are registered trademarks of their respective owners.\n\nThe upstream project can be found at [https://github.com/vector-im/riot-web](https://github.com/vector-im/riot-web)." : "Riot Chat pour Nextcloud vous permet d'installer Riot facilement via Nextcloud et de rejoindre le réseau de communication décentralisé Matrix.\n\n\n\nCette application n'inclut pas de serveur Matrix, mais seulement le client. Vous devrez soit installer votre propre serveur Matrix, soit en louer un, soit utiliser un serveur public.\n\n\n\nCe projet n'est pas affilié, associé, autorisé, approuvé par, ou de quelque manière que ce soit officiellement connecté à New Vector ou au projet Riot.im, ou à l'une de ses filiales ou de ses affiliés.\n\n\n\nLe nom Riot.im ainsi que les noms, marques, emblèmes et images associés sont des marques déposées de leurs propriétaires respectifs.\n\n\n\nLe projet en amont peut être consulté à l'adresse suivante : [https://github.com/vector-im/riot-web](https://github.com/vector-im/riot-web).\n\nTraduit avec www.DeepL.com/Translator (version gratuite)",
    "Riot.im common configuration" : "Configuration générale de Riot.im",
    "Configure Riot chat here" : "Configurer la messagerie instantannée Riot ici",
    "Default server URL:" : "URL par défaut du serveur :",
    "Default server name:" : "Nom par défaut du serveur :",
    "Disable custom URLs" : "Désactiver les adresses web personnalisés",
    "Disable login language selector" : "Désactiver la sélection de la langue à la connexion",
    "Jitsi settings" : "Paramètres Jitsi",
    "Configure the Jitsi instance that Riot.im will connect to" : "Configurer l'instance Jitsi à laquelle Riot.im se connectera",
    "Custom Jitsi instance (leave blank to use default Riot.im Jitsi server):" : "Instance Jitsi personnalisée (laisser vide pour utiliser l'instance par défaut de Riot.im) :",
    "Features" : "Fonctionnalités",
    "Configure experimental features in Riot.im" : "Configurer les fonctionnalités expérimentales de Riot.im",
    "\"enable\" enables the feature for all users. \"disable\" disables the feature for all users. \"labs\" adds the feature to the user's settings." : "\"activer\" permet d'activer la fonction pour tous les utilisateurs. \"désactiver\" désactive la fonction pour tous les utilisateurs. \"labs\" ajoute la fonction aux paramètres de l'utilisateur",
    "These are experimental features in Riot.im that you can enable. For information on what each feature is, check out the documentation for it {linkstart}here{linkend}." : "Ceci sont des fonctionnalités expérimentales de Riot.im que vous pouvez activer. Pour de plus amples informations sur ce à quoi chaque fonctionnalité correspond, consultez sa documentation {linkstart}ici{linkend}.",
    "This version of Riot Chat for Nextcloud is based on Riot Web {riotWebVersion}. Check out the source code for Riot Web {linkstart}here{linkend}." : "Cette version de la messagerie instantannée Riot pour Nextcloud utilise Riot Web {riotWebVersion}. Consultez le code source de Riot Web {linkstart}ici{linkend}.",
    "Experimental feature {feature}" : "Fonctionnalité expérimentale {feature}",
    "{settingName} has been set to {value}" : "{settingName} a été configuré à {value}",
    "{settingName} could not be set. Try reloading the page." : "{settingName} n'a pas pu être configuré. Tentez de rafraichir la page."
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}