{ "translations": {
    "Element" : "Element",
    "Element for Nextcloud" : "Element za Nextcloud",
    "Element Web integrated into Nextcloud" : "Element Web integriran u Nextcloud",
    "Element for Nextcloud allows you to install Element Web easily through Nextcloud and join the Matrix decentralized communication network.\n\nThis app does not include a Matrix server, only the client. You will have to either set up your own Matrix homeserver, rent one, or use a public one.\n\nThis project is not affiliated, associated, authorized, endorsed by, or in any way officially connected with Element or the Element project, or any of its subsidiaries or its affiliates.\n\nThe name Element as well as related names, marks, emblems and images are registered trademarks of their respective owners.\n\nThe upstream project can be found at [https://github.com/vector-im/element-web](https://github.com/vector-im/element-web)." : "Element za Nextcloud omogućuje jednostavnu instalaciju aplikacije Element Web u Nextcloudu i sudjelovanje u decentraliziranoj komunikacijskoj mreži Matrix.\n\nOva se aplikacija ne isporučuje s poslužiteljem Matrix, već samo s klijentom. Morate sami postaviti kućni poslužitelj Matrix, unajmiti vanjski poslužitelj ili se koristiti javnim.\n\nOvaj projekt nije odobren, ovlašten ili na bilo koji način službeno povezan s tvrtkom Element ili projektom Element ili bilo kojim drugim njezinim podružnicama ili povezanim društvima.\n\nNaziv Element i svi povezani nazivi, robne marke, oznake i slike žigovi su odgovarajućih vlasnika.\n\nNadležni projekt možete pronaći na [https://github.com/vector-im/element-web](https://github.com/vector-im/element-web).",
    "These are experimental features in Element that you can enable. For information on what each feature is, check out the documentation for it {linkstart}here{linkend}." : "Ovo su eksperimentalne značajke aplikacije Element koje možete omogućiti. Više informacija o pojedinim značajkama možete pronaći u pripadajućoj dokumentaciji {linkstart}ovdje{linkend}.",
    "This version of Element for Nextcloud is based on Element Web {riotWebVersion}. Check out the source code for Element Web {linkstart}here{linkend}." : "Ova inačica aplikacije Element za Nextcloud temelji se na Element Webu {riotWebVersion}. Pogledajte izvorni kôd Element Weba {linkstart}ovdje{linkend}.",
    "Experimental feature {feature}" : "Eksperimentalna značajka {feature}",
    "Custom config has been set" : "Postavljena je prilagođena konfiguracija",
    "{settingName} has been set to {value}" : "{settingName} je postavljen na {value}",
    "Custom config could not be set. Try reloading the page." : "Nije moguće postaviti prilagođenu konfiguraciju. Pokušajte ponovno učitati stranicu.",
    "{settingName} could not be set. Try reloading the page." : "Nije moguće postaviti {settingName}. Pokušajte ponovno učitati stranicu.",
    "Element common configuration" : "Uobičajena konfiguracija aplikacije Element",
    "Here you can configure Element." : "Ovdje možete konfigurirati Element.",
    "Default server URL:" : "Zadani URL poslužitelja:",
    "Default server name:" : "Zadani naziv poslužitelja:",
    "Disable custom URLs" : "Onemogući prilagođene URL-ove",
    "Redirect immediately to SSO (requires SSO to be configured on the Matrix Homeserver)" : "Odmah preusmjeri na SSO (potrebno je konfigurirati SSO na poslužitelju Matrix Homeserver)",
    "Disable login language selector" : "Onemogući izbornik jezika prijave",
    "Show labs settings" : "Prikaži postavke labs",
    "Make share room links go to Element for Nextcloud instead of https://matrix.to" : "Poveznice do dijeljenih soba vode na Element za Nextcloud umjesto na https://matrix.to",
    "Set custom permalink to this Element instance" : "Postavite prilagođenu trajnu poveznicu na ovu instancu Elementa",
    "Jitsi settings" : "Postavke aplikacije Jitsi",
    "Configure the Jitsi instance that Element will connect to." : "Konfiguriraj instancu aplikacije Jitsi s kojom će se povezati Element.",
    "Custom Jitsi instance (leave blank to use default Element Jitsi server):" : "Prilagođena instanca aplikacije Jitsi (ostavite prazno ako želite upotrijebiti zadani poslužitelj Jitsi za Element):",
    "Custom integration server" : "Poslužitelj za prilagođenu integraciju",
    "Configure a custom integration server for Element (leave empty to use Scalar)." : "Konfigurirajte poslužitelj za prilagođenu integraciju za Element (ostavite prazno za Scalar).",
    "Integration UI URL:" : "Integracija UI URL-a:",
    "Integration REST URL:" : "Integracija REST URL-a:",
    "Integration widgets URL:" : "Integracija URL-a widgeta:",
    "Custom Element config" : "Prilagođena konfiguracija aplikacije Element",
    "Specify a custom configuration for Element." : "Odaberi prilagođenu konfiguraciju za Element.",
    "Use a custom configuration" : "Koristi prilagođenu konfiguraciju"
},"pluralForm" :"nplurals=3; plural=n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2;"
}