{ "translations": {
    "Riot Chat" : "Aplikacija za razmjenu poruka Riot Chat",
    "Riot IM Chat integrated into Nextcloud" : "Riot IM Chat integriran u Nextcloud",
    "Riot Chat for Nextcloud allows you to install Riot easily through Nextcloud and join the Matrix decentralized communication network.\n\nThis app does not include a Matrix server, only the client. You will have to either set up your own Matrix homeserver, rent one, or use a public one.\n\nThis project is not affiliated, associated, authorized, endorsed by, or in any way officially connected with New Vector or the Riot.im project, or any of its subsidiaries or its affiliates.\n\nThe name Riot.im as well as related names, marks, emblems and images are registered trademarks of their respective owners.\n\nThe upstream project can be found at [https://github.com/vector-im/riot-web](https://github.com/vector-im/riot-web)." : "Riot Chat za Nextcloud omogućuje jednostavnu instalaciju aplikacije za razmjenu poruka Riot u Nextcloudu i sudjelovanje u decentraliziranoj komunikacijskoj mreži Matrix.\n\nOva se aplikacija ne isporučuje s poslužiteljem Matrix, već samo s klijentom. Morate sami postaviti kućni poslužitelj Matrix, unajmiti vanjski poslužitelj ili se koristiti javnim.\n\nOvaj projekt nije odobren, ovlašten ili na bilo koji način službeno povezan s tvrtkom New Vector ili projektom Riot.im ili bilo kojim drugim njegovim podružnicama ili povezanim društvima.\n\nNaziv Riot.im i svi povezani nazivi, robne marke, oznake i slike žigovi su odgovarajućih vlasnika.\n\nNadležni projekt možete pronaći na [https://github.com/vector-im/riot-web](https://github.com/vector-im/riot-web).",
    "Riot.im common configuration" : "Uobičajena konfiguracija aplikacije Riot.im",
    "Configure Riot chat here" : "Konfiguriraj aplikaciju Riot ovdje",
    "Default server URL:" : "Zadani URL poslužitelja:",
    "Default server name:" : "Zadani naziv poslužitelja:",
    "Disable custom URLs" : "Onemogući prilagođene URL-ove",
    "Disable login language selector" : "Onemogući izbornik jezika prijave",
    "Jitsi settings" : "Postavke aplikacije Jitsi",
    "Configure the Jitsi instance that Riot.im will connect to" : "Konfiguriraj instancu aplikacije Jitsi s kojom će se povezati Riot.im",
    "Custom Jitsi instance (leave blank to use default Riot.im Jitsi server):" : "Prilagođena instanca aplikacije Jitsi (ostavite prazno ako želite upotrijebiti zadani poslužitelj Jitsi za Riot.im):",
    "Features" : "Značajke",
    "Configure experimental features in Riot.im" : "Konfiguriraj eksperimentalne značajke aplikacije Riot.im",
    "\"enable\" enables the feature for all users. \"disable\" disables the feature for all users. \"labs\" adds the feature to the user's settings." : "„omogući” omogućuje značajku za sve korisnike. „onemogući” onemogućuje značajku za sve korisnike. „labs” dodaje značajku u postavke korisnika.",
    "These are experimental features in Riot.im that you can enable. For information on what each feature is, check out the documentation for it {linkstart}here{linkend}." : "Ovo su eksperimentalne značajke aplikacije Riot.im koje možete omogućiti. Više informacija o pojedinim značajkama možete pronaći u pripadajućoj dokumentaciji {linkstart}ovdje{linkend}.",
    "This version of Riot Chat for Nextcloud is based on Riot Web {riotWebVersion}. Check out the source code for Riot Web {linkstart}here{linkend}." : "Ova inačica aplikacije Riot Chat za Nextcloud temelji se na Riot Webu {riotWebVersion}. Pogledajte izvorni kôd Riot Weba {linkstart}ovdje{linkend}.",
    "Experimental feature {feature}" : "Eksperimentalna značajka {feature}",
    "{settingName} has been set to {value}" : "{settingName} je postavljen na {value}",
    "{settingName} could not be set. Try reloading the page." : "Nije moguće postaviti {settingName}. Pokušajte ponovno učitati stranicu."
},"pluralForm" :"nplurals=3; plural=n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2;"
}