{ "translations": {
    "Element" : "Element",
    "Element for Nextcloud" : "Element per Nextcloud",
    "Element Web integrated into Nextcloud" : "Element Web integrato in Nextcloud",
    "Element for Nextcloud allows you to install Element Web easily through Nextcloud and join the Matrix decentralized communication network.\n\nThis app does not include a Matrix server, only the client. You will have to either set up your own Matrix homeserver, rent one, or use a public one.\n\nThis project is not affiliated, associated, authorized, endorsed by, or in any way officially connected with Element or the Element project, or any of its subsidiaries or its affiliates.\n\nThe name Element as well as related names, marks, emblems and images are registered trademarks of their respective owners.\n\nThe upstream project can be found at [https://github.com/vector-im/element-web](https://github.com/vector-im/element-web)." : "Element per Nextcloud ti consente di installare facilmente Element Web tramite Nextcloud e unirti alla rete di comunicazione decentralizzata Matrix.\n\nQuesta applicazione non include un server Matrix, solo il client. Dovrai configurare un tuo homeserver Matrix, affittarne uno o usarne uno pubblico.\n\nQuesto progetto non è affiliato, associato, autorizzato, sostenuto o connesso in alcun modo con Element o con il progetto Element, o con una delle sue sussidiarie o affiliate.\n\nIl nome Element e i nomi associati, i marchi, gli emblemi e le immagini sono marchi registrati dei rispettivi proprietari.\n\nIl progetto ufficiale può essere trovato su [https://github.com/vector-im/element-web](https://github.com/vector-im/element-web).",
    "These are experimental features in Element that you can enable. For information on what each feature is, check out the documentation for it {linkstart}here{linkend}." : "Queste sono funzionalità sperimentali in Element che puoi abilitare. Per informazioni sulle singole funzionalità, controllane la documentazione {linkstart}qui{linkend}.",
    "This version of Element for Nextcloud is based on Element Web {riotWebVersion}. Check out the source code for Element Web {linkstart}here{linkend}." : "Questa versione di Element per Nextcloud è basata su Element Web {riotWebVersion}. Controlla il codice sorgente di Element Web {linkstart}qui{linkend}.",
    "Experimental feature {feature}" : "Funzionalità sperimentale {feature}",
    "Custom config has been set" : "La configurazione personalizzata è stata impostata",
    "{settingName} has been set to {value}" : "{settingName} è stato impostato a {value}",
    "Custom config could not be set. Try reloading the page." : "La configurazione personalizzata non può essere impostata. Prova a ricaricare la pagina.",
    "{settingName} could not be set. Try reloading the page." : "Impossibile impostare {settingName}. Prova a ricaricare la pagina.",
    "Element common configuration" : "Configurazione comune Element",
    "Here you can configure Element." : "Qui puoi configurare Element.",
    "Default server URL:" : "URL server predefinito:",
    "Default server name:" : "Nome server predefinito:",
    "Disable custom URLs" : "Disabilita URL personalizzati",
    "Redirect immediately to SSO (requires SSO to be configured on the Matrix Homeserver)" : "Reindirizza immediatamente a SSO (richiede che SSO sia configurato nell'homeserver di Matrix)",
    "Disable login language selector" : "Disattiva selettore della lingua all'accesso",
    "Show labs settings" : "Mostra le impostazioni dei lab",
    "Make share room links go to Element for Nextcloud instead of https://matrix.to" : "Fai in modo che i collegamenti alle stanze condivise vadano a Element per Nextcloud invece che a https://matrix.to ",
    "Set custom permalink to this Element instance" : "Imposta il permalink personalizzato su questa istanza di Element ",
    "Jitsi settings" : "Impostazioni Jitsi",
    "Configure the Jitsi instance that Element will connect to." : "Configura l'istanza Jitsi alla quale si connetterà Element.",
    "Custom Jitsi instance (leave blank to use default Element Jitsi server):" : "Istanza Jitsi personalizzata (lascia vuoto per usare il server Jitsi predefinito di Element):",
    "Custom integration server" : "Server Integration personalizzato",
    "Configure a custom integration server for Element (leave empty to use Scalar)." : "Configura un server di integrazione personalizzato per Element (lascia vuoto per utilizzare Scalar).",
    "Integration UI URL:" : "URL interfaccia di Integration:",
    "Integration REST URL:" : "URL REST di Integration:",
    "Integration widgets URL:" : "URL widget di Integration:",
    "Custom Element config" : "Configurazione Element personalizzata",
    "Specify a custom configuration for Element." : "Specifica una configurazione personalizzata per Element.",
    "Use a custom configuration" : "Usa una configurazione personalizzata"
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}