{ "translations": {
    "Element" : "Element",
    "Element for Nextcloud" : "Element for Nextcloud",
    "Element Web integrated into Nextcloud" : "Element Web integrert i Nextcloud",
    "Element for Nextcloud allows you to install Element Web easily through Nextcloud and join the Matrix decentralized communication network.\n\nThis app does not include a Matrix server, only the client. You will have to either set up your own Matrix homeserver, rent one, or use a public one.\n\nThis project is not affiliated, associated, authorized, endorsed by, or in any way officially connected with Element or the Element project, or any of its subsidiaries or its affiliates.\n\nThe name Element as well as related names, marks, emblems and images are registered trademarks of their respective owners.\n\nThe upstream project can be found at [https://github.com/vector-im/element-web](https://github.com/vector-im/element-web)." : "Element for Nextcloud lar deg installere Element Web enkelt gjennom Nextcloud og bli med i Matrix desentraliserte kommunikasjonsnettverket.\n\nDenne appen inkluderer ikke en Matrix-server, bare klienten. Du må enten sette opp din egen Matrix-hjemmeserver, leie en eller bruke en offentlig.\n\nDette prosjektet er ikke tilknyttet, assosiert, autorisert, godkjent av eller på noen måte offisielt forbundet med Element eller Element-prosjektet, eller noen av dets datterselskaper eller dets tilknyttede selskaper.\n\nNavnet Element samt relaterte navn, merker, emblemer og bilder er registrerte varemerker for sine respektive eiere.\n\nOppstrømsprosjektet finner du på [https://github.com/vector-im/element-web](https://github.com/vector-im/element-web).",
    "These are experimental features in Element that you can enable. For information on what each feature is, check out the documentation for it {linkstart}here{linkend}." : "Dette er eksperimentelle funksjoner i Element som du kan aktivere. For informasjon om hva hver funksjon er, sjekk ut dokumentasjonen for den {linkstart}her{linkend}.",
    "This version of Element for Nextcloud is based on Element Web {riotWebVersion}. Check out the source code for Element Web {linkstart}here{linkend}." : "Denne versjonen av Element for Nextcloud er basert på Element Web {riotWebVersion}. Sjekk ut kildekoden for Element Web {linkstart}her{linkend}.",
    "Experimental feature {feature}" : "Eksperimentell funksjon {feature}",
    "Custom config has been set" : "Egendefinert konfigurasjon er satt",
    "{settingName} has been set to {value}" : "{settingName} er satt til {value}",
    "Custom config could not be set. Try reloading the page." : "Egendefinert konfigurasjon kunne ikke angis. Prøv å laste inn siden på nytt.",
    "{settingName} could not be set. Try reloading the page." : "{settingName} kunne ikke angis. Prøv å laste inn siden på nytt.",
    "Element common configuration" : "Element felles konfigurasjon",
    "Here you can configure Element." : "Her kan du konfigurere Element.",
    "Default server URL:" : "Standard server-URL:",
    "Default server name:" : "Standard servernavn:",
    "Disable custom URLs" : "Deaktiver egendefinerte nettadresser",
    "Redirect immediately to SSO (requires SSO to be configured on the Matrix Homeserver)" : "Omdiriger umiddelbart til SSO (krever at SSO konfigureres på Matrix Homeserver)",
    "Disable redirect to non-iframed version for SSO (make sure to set the headers to allow the SSO or CAS to be iframed)" : "Deaktiver viderekobling til ikke-iframed versjon for SSO (sørg for å sette overskriftene slik at SSO eller CAS kan iframed)",
    "Disable login language selector" : "Deaktiver språkvelger for pålogging",
    "Show labs settings" : "Vis laboratorieinnstillinger",
    "Make share room links go to Element for Nextcloud instead of https://matrix.to" : "Få delromskoblinger til å gå til Element for Nextcloud i stedet for https://matrix.to",
    "Set custom permalink to this Element instance" : "Angi egendefinert permalink til denne Element-forekomsten",
    "Jitsi settings" : "Jitsi-innstillinger",
    "Configure the Jitsi instance that Element will connect to." : "Konfigurer Jitsi-forekomsten som Element vil koble til.",
    "Custom Jitsi instance (leave blank to use default Element Jitsi server):" : "Tilpasset Jitsi-forekomst (la stå tomt for å bruke standard Element Jitsi-server):",
    "Custom integration server" : "Tilpasset integrasjonsserver",
    "Configure a custom integration server for Element (leave empty to use Scalar)." : "Konfigurer en tilpasset integrasjonsserver for Element (la stå tomt for å bruke Scalar).",
    "Integration UI URL:" : "URL for integreringsgrensesnitt:",
    "Integration REST URL:" : "Integrasjon REST URL:",
    "Integration widgets URL:" : "URL for integrasjonswidgeter:",
    "Custom Element config" : "Tilpasset elementkonfig",
    "Specify a custom configuration for Element." : "Angi en egendefinert konfigurasjon for Element.",
    "Use a custom configuration" : "Bruk en egendefinert konfigurasjon"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}