{ "translations": {
    "Riot Chat" : "Riot Chat",
    "Riot IM Chat integrated into Nextcloud" : "Riot IM Chat zintegrowany z Nextcloud",
    "Riot Chat for Nextcloud allows you to install Riot easily through Nextcloud and join the Matrix decentralized communication network.\n\nThis app does not include a Matrix server, only the client. You will have to either set up your own Matrix homeserver, rent one, or use a public one.\n\nThis project is not affiliated, associated, authorized, endorsed by, or in any way officially connected with New Vector or the Riot.im project, or any of its subsidiaries or its affiliates.\n\nThe name Riot.im as well as related names, marks, emblems and images are registered trademarks of their respective owners.\n\nThe upstream project can be found at [https://github.com/vector-im/riot-web](https://github.com/vector-im/riot-web)." : "Riot Chat dla Nextcloud pozwala łatwo zainstalować Riot za pośrednictwem Nextcloud i dołączyć do zdecentralizowanej sieci komunikacyjnej Matrix.\n\nTa aplikacja nie zawiera serwera Matrix, tylko klienta. Będziesz musiał skonfigurować własny serwer macierzysty Matrix, wynająć go lub użyć publicznego.\n\nProjekt nie jest połączony, stowarzyszony, autoryzowany, wspierany ani w żaden sposób oficjalnie związany z projektem New Vector lub Riot.im, oraz z żadną z jego spółek zależnych lub stowarzyszonych.\n\nNazwa Riot.im, jak również powiązane nazwy, znaki, emblematy i obrazy są zastrzeżonymi znakami towarowymi ich właścicieli.\n\nProjekt upstream można znaleźć na  [https://github.com/vector-im/riot-web](https://github.com/vector-im/riot-web).",
    "Riot.im common configuration" : "Wspólna konfiguracja Riot.im",
    "Configure Riot chat here" : "Tutaj skonfiguruj czat Riot",
    "Default server URL:" : "Domyślny adres URL serwera:",
    "Default server name:" : "Domyślna nazwa serwera:",
    "Disable custom URLs" : "Wyłącz niestandardowe adresy URL",
    "Disable login language selector" : "Wyłącz wybór języka przy logowaniu",
    "Jitsi settings" : "Ustawienia Jitsi",
    "Configure the Jitsi instance that Riot.im will connect to" : "Skonfiguruj instancję Jitsi, z którą Riot.im się połączy",
    "Custom Jitsi instance (leave blank to use default Riot.im Jitsi server):" : "Własna instancja Jitsi (pozostaw puste, aby użyć domyślnego serwera Riot.im Jitsi):",
    "Features" : "Funkcje",
    "Configure experimental features in Riot.im" : "Skonfiguruj eksperymentalne funkcje w Riot.im",
    "\"enable\" enables the feature for all users. \"disable\" disables the feature for all users. \"labs\" adds the feature to the user's settings." : "\"enable\" włącza tę funkcję dla wszystkich użytkowników. \"disable\" wyłącza tę funkcję dla wszystkich użytkowników. \"labs\" dodaje tę funkcję do ustawień użytkownika.",
    "Custom Riot.im config" : "Własna konfiguracja Riot.im",
    "Specify a custom configuration for Riot" : "Określ własną konfigurację Riot",
    "Use a custom configuration" : "Użyj własnej konfiguracji",
    "These are experimental features in Riot.im that you can enable. For information on what each feature is, check out the documentation for it {linkstart}here{linkend}." : "Są to eksperymentalne funkcje Riot.im, które możesz włączyć. Aby uzyskać informacje na temat poszczególnych funkcji, zapoznaj się z dokumentacją {linkstart}tutaj{linkend}.",
    "This version of Riot Chat for Nextcloud is based on Riot Web {riotWebVersion}. Check out the source code for Riot Web {linkstart}here{linkend}." : "Ta wersja Riot Chat dla Nextcloud jest oparta na Riot Web {riotWebVersion}. Sprawdź kod źródłowy Riot Web {linkstart}tutaj{linkend}.",
    "Experimental feature {feature}" : "Funkcja eksperymentalna {feature}",
    "Custom config has been set" : "Konfiguracja własna została ustawiona",
    "{settingName} has been set to {value}" : "{settingName} ustawiono na {value}"
},"pluralForm" :"nplurals=4; plural=(n==1 ? 0 : (n%10>=2 && n%10<=4) && (n%100<12 || n%100>14) ? 1 : n!=1 && (n%10>=0 && n%10<=1) || (n%10>=5 && n%10<=9) || (n%100>=12 && n%100<=14) ? 2 : 3);"
}