{ "translations": {
    "Element" : "Element",
    "Element for Nextcloud" : "Element для Nextcloud",
    "Element Web integrated into Nextcloud" : "Element Web интегрирован в Nextcloud",
    "Element for Nextcloud allows you to install Element Web easily through Nextcloud and join the Matrix decentralized communication network.\n\nThis app does not include a Matrix server, only the client. You will have to either set up your own Matrix homeserver, rent one, or use a public one.\n\nThis project is not affiliated, associated, authorized, endorsed by, or in any way officially connected with Element or the Element project, or any of its subsidiaries or its affiliates.\n\nThe name Element as well as related names, marks, emblems and images are registered trademarks of their respective owners.\n\nThe upstream project can be found at [https://github.com/vector-im/element-web](https://github.com/vector-im/element-web)." : "Element для Nextcloud позволяет легко установить Element Web через Nextcloud и присоединиться к децентрализованной сети связи Matrix.\n\nЭто приложение не включает в себя сервер Matrix, только клиент. Вам придется либо настроить собственный домашний сервер Matrix, либо арендовать, либо использовать общедоступный.\n\nЭтот проект не является аффилированным, ассоциированным, авторизованным, одобренным или каким-либо образом официально связан с Element или проектом Element, или какими-либо его дочерними или аффилированными компаниями.\n\nНазвание Element, а также связанные с ним названия, знаки, эмблемы и изображения являются зарегистрированными товарными знаками соответствующих владельцев.\n\nПроект upstream можно найти на [https://github.com/vector-im/element-web](https://github.com/vector-im/element-web).",
    "Element common configuration" : "Element Общая конфигурация",
    "Here you can configure Element." : "Здесь вы можете настроить Element.",
    "Default server URL:" : "URL-адрес сервера по умолчанию:",
    "Default server name:" : "Имя сервера по умолчанию:",
    "Disable custom URLs" : "Отключить персонализированные URL",
    "Disable login language selector" : "Отключить выбор языка при входе в систему",
    "Jitsi settings" : "Настройки Jitsi",
    "Configure the Jitsi instance that Element will connect to." : "Настройте экземпляр Jitsi, к которому будет подключаться Element.",
    "Custom Jitsi instance (leave blank to use default Element Jitsi server):" : "Пользовательский экземпляр Jitsi (оставьте поле пустым, чтобы использовать сервер Element Jitsi по умолчанию):"
},"pluralForm" :"nplurals=4; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<12 || n%100>14) ? 1 : n%10==0 || (n%10>=5 && n%10<=9) || (n%100>=11 && n%100<=14)? 2 : 3);"
}