{ "translations": {
    "Element" : "Element",
    "Element for Nextcloud" : "Nextcloud uchun element",
    "Element Web integrated into Nextcloud" : "Element Web Nextcloud’ga integratsiyalashgan",
    "Element for Nextcloud allows you to install Element Web easily through Nextcloud and join the Matrix decentralized communication network.\n\nThis app does not include a Matrix server, only the client. You will have to either set up your own Matrix homeserver, rent one, or use a public one.\n\nThis project is not affiliated, associated, authorized, endorsed by, or in any way officially connected with Element or the Element project, or any of its subsidiaries or its affiliates.\n\nThe name Element as well as related names, marks, emblems and images are registered trademarks of their respective owners.\n\nThe upstream project can be found at [https://github.com/vector-im/element-web](https://github.com/vector-im/element-web)." : "Nextcloud uchun Element sizga Element Web-ni Nextcloud orqali osongina o'rnatish va Matrix markazlashtirilmagan aloqa tarmog'iga qo'shilish imkonini beradi.\n\n\nUshbu ilova Matrix serverini emas, balki faqat mijozni o'z ichiga oladi. Siz o'zingizning Matrix uy serveringizni o'rnatishingiz, ijaraga olishingiz yoki ommaviy serverdan foydalanishingiz kerak bo'ladi.\n\n\nUshbu loyiha Element yoki Element loyihasi yoki uning biron bir sho''ba korxonasi yoki filiallari tomonidan bog'liq emas, bog'liq emas, vakolatli emas, tasdiqlanmagan yoki hech qanday tarzda rasman bog'liq emas.\n\n\nElement nomi, shuningdek, tegishli nomlar, belgilar, emblemalar va tasvirlar tegishli egalarining ro'yxatdan o'tgan savdo belgilari hisoblanadi.\n\n\nYuqori oqimdagi loyihani [https://github.com/vector-im/element-web](https://github.com/vector-im/element-web) manzilida topish mumkin.",
    "These are experimental features in Element that you can enable. For information on what each feature is, check out the documentation for it {linkstart}here{linkend}." : "Bular Element’dagi eksperimental funksiyalar bo‘lib, ularni yoqishingiz mumkin. Har bir funksiya haqida ma’lumot olish uchun uning hujjatlarini {linkstart}bu yerdan{linkend} ko‘rib chiqing.",
    "This version of Element for Nextcloud is based on Element Web {riotWebVersion}. Check out the source code for Element Web {linkstart}here{linkend}." : "Nextcloud uchun Elementning ushbu versiyasi Element Web {riotWebVersion} ga asoslangan. Element Web uchun manba kodini {linkstart}bu yerdan{linkend} ko'rib chiqing.",
    "Experimental feature {feature}" : "Tajribaviy xususiyat {feature}",
    "Custom config has been set" : "Maxsus konfiguratsiya o'rnatildi",
    "{settingName} has been set to {value}" : "{settingName} qiymati {value} ga o'rnatildi",
    "Custom config could not be set. Try reloading the page." : "Maxsus konfiguratsiyani o'rnatib bo'lmadi. Sahifani qayta yuklashga urinib ko'ring.",
    "{settingName} could not be set. Try reloading the page." : "{settingName} sozlanmadi. Sahifani qayta yuklashga urinib ko'ring.",
    "Element common configuration" : "Elementlarning umumiy konfiguratsiyasi",
    "Here you can configure Element." : "Bu yerda siz Elementni sozlashingiz mumkin.",
    "Default server URL:" : "Standart server URL manzili:",
    "Default server name:" : "Standart server nomi:",
    "Disable custom URLs" : "Maxsus URL manzillarini o'chirib qo'yish",
    "Redirect immediately to SSO (requires SSO to be configured on the Matrix Homeserver)" : "Darhol SSOga yo'naltirish (SSO Matrix Homeserverda sozlanishi kerak)",
    "Disable redirect to non-iframed version for SSO (make sure to set the headers to allow the SSO or CAS to be iframed)" : "SSO uchun iframe qilinmagan versiyaga yo'naltirishni o'chirib qo'ying (sarlavhalarni SSO yoki CAS ning iframe qilinishiga ruxsat berish uchun sozlaganingizga ishonch hosil qiling)",
    "External domains allowed to be iframed:" : "Tashqi domenlarni ramkaga solishga ruxsat berilgan:",
    "Disable login language selector" : "Kirish tilini tanlashni o'chirib qo'yish",
    "Show labs settings" : "Laboratoriya sozlamalarini ko'rsatish",
    "Make share room links go to Element for Nextcloud instead of https://matrix.to" : "Nextcloud uchun umumiy xona havolalarini https://matrix.to o'rniga Elementga o'tkazing",
    "Set custom permalink to this Element instance" : "Ushbu Element nusxasiga maxsus doimiy havolani o'rnating",
    "Jitsi settings" : "Jitsi sozlamalari",
    "Configure the Jitsi instance that Element will connect to." : "Element ulanadigan Jitsi nusxasini sozlang.",
    "Custom Jitsi instance (leave blank to use default Element Jitsi server):" : "Maxsus Jitsi nusxasi (standart Element Jitsi serveridan foydalanish uchun bo'sh qoldiring):",
    "Custom integration server" : "Maxsus integratsiya serveri",
    "Configure a custom integration server for Element (leave empty to use Scalar)." : "Element uchun maxsus integratsiya serverini sozlang (Scalar dan foydalanish uchun bo'sh qoldiring).",
    "Integration UI URL:" : "Integratsiya interfeysi URL manzili:",
    "Integration REST URL:" : "Integratsiya REST URL manzili:",
    "Integration widgets URL:" : "Integratsiya vidjetlari URL manzili:",
    "Custom Element config" : "Maxsus element konfiguratsiyasi",
    "Specify a custom configuration for Element." : "Element uchun maxsus konfiguratsiyani belgilang.",
    "Use a custom configuration" : "Maxsus konfiguratsiyadan foydalaning"
},"pluralForm" :"nplurals=1; plural=0;"
}